label script_48h:
    stop music fadeout 2.0
    $ quick_menu = False
    scene 48h
    with dissolve_scene_full
    play ambient rainint fadein 2.0
    play music ghosts1i
    $ renpy.pause(delay=3.0, hard=True)
    $ quick_menu = True
    scene bg s_window
    with dissolve_scene_full

    "Я зітхнула."
    "Минуло кілька годин, а я не ворухнула жодним м'язом."
    "Я просто сиділа тут, дивилася у вікно, вся моя увага була приділена дощу."
    "Я спостерігала за тим, як кожна окрема крапля здійснює свій шлях."
    "Зіткнувшись угорі вікна перед тим, як повільно стекти вниз, прокладаючи собі шляхи між іншими."
    "Іноді вони накопичувалися внизу, осідаючи на підвіконні зовні."
    "Побіжно перевіривши свій мобільний, я подивилася час."
    "4 ранку..."
    "Ти не можеш продовжувати робити це із собою."
    "Навіть якщо ти не хочеш вірити всьому сказаному ними, {i}вони праві{/i}."
    "{i}\"Відпусти його.\"{/i}"
    "{i}\"Іди далі.\"{/i}"
    "{i}\"Ти--\"{i}..."
    "..."
    "Я хитко зітхнула."
    "Коли я видихнула, моє дихання сформувалося переді мною."
    "Так холодно..."
    "Як вони можуть очікувати, що я відпущу його?"
    "{i}\"О таак, просто дозволь піти своєму кращому другові, своєму коханню, своїй лінії життя, чому б і ні?\"{/i}"
    "Ні, дякую."
    "Ніщо не могло відвернути мене від цього."
    "Ні лікування, ні клуб..."
    "Навіть оглушливого грому не достатньо, щоб відволікти мене."
    "Від [player]."
    "Від його теплої посмішки, його дурнувату поведінку."
    "Був час, він запрошував мене до себе додому, і ми не спали всю ніч, граючи у відеоігри разом."
    "Я навіть не можу більше дивитися у бік його будинку."
    "Це боляче."
    "Так, все завдає біль."
    "Но..."
    "..."
    "Тепер сльози не відрізнити від дощу."
    "Так типічно для мене."
    "Я зітхнула."
    scene bg s_bedroom_n with dissolve
    "Я відійшла від вікна і почала ходити туди-сюди по спальні."
    "Я не можу просто сидіти і шкодувати себе, бо мені так нічого не виправити."
    "І мені потрібно чимось себе зайняти."
    "Мені не можна провалюватись в {i}ту ж{/i} яму..."
    s "Дідько."
    "Я сіла біля підніжжя свого ліжка."
    "Може, мені варто було б зателефонувати комусь..."
    "Нацукі?"
    "Юрі?"
    "Моніка?"
    "..."
    "Мама?"
    "Я перегорнула контакти на телефоні, обмірковуючи кожен варіант."
    "Я знаю, ще зарано, але вони повинні зрозуміти."
    "Но навіть так..."
    "{i}Я дійсно хочу їх потурбувати?{/i}"
    "Я поклала телефон на місце."
    "У них свої власні прикрощі."
    "Вони не повинні нести цей мертвий вантаж із собою."
    "Особливо в 4 ранку."
    "..."
    "Я відчуваю це."
    "Спокуса."
    "Я не можу."
    "Я обіцяла собі, що не стану."
    "Ну ж бо."
    "Будь ласка."
    "Мені не стане краще, якщо я це зроблю."
    "Но навіть якщо стане?"
    "Або я просто втратила надію?"
    "Віра в себе... Вона має бути викинута у сміття, де їй і місце."
    "..."
    "Так. Так я думаю."
    "Навіть не намагаючись чинити опір, я знову беру телефон і починаю переглядати свої контакти."
    "Набираю номер, і..."
    play audio dialtone
    pause(2.5)
    mc "Вітаю, це [player]."
    mc "Вибачте, що не можу зв'язатися з вами зараз, але я передзвоню вам, як тільки зможу."
    mc "Якщо ви маєте повідомлення для мене, залиште його після сигналу."
    play audio tone
    "Мені вдалося протриматися аж два дні, не почувши його голосу."
    "Це щось, чи не так?"
    "Я вішаю слухавку та набираю знову."
    play audio dialtone
    pause(2.5)
    mc "Вітаю, це [player]."
    mc "Вибачте, що не можу зв'язатися з вами зараз, але я передзвоню вам, як тільки зможу."
    mc "Якщо ви маєте повідомлення для мене, залиште його після сигналу."
    play audio tone
    "Я набираю знову."
    play audio dialtone
    pause(2.5)
    mc "Вітаю, це [player]."
    mc "Вибачте, що не можу зв'язатися з вами зараз, але я передзвоню вам, як тільки зможу."
    mc "Якщо ви маєте повідомлення для мене, залиште його після сигналу."
    play audio tone
    "І знову."
    play audio dialtone
    pause(2.5)
    mc "Вітаю, це [player]."
    mc "Вибачте, що не можу зв'язатися з вами зараз, але я передзвоню вам, як тільки зможу."
    mc "Якщо ви маєте повідомлення для мене, залиште його після сигналу."
    play audio tone
    "І знову..."

    stop music fadeout 5.0
    stop ambient fadeout 5.0
    scene black with Dissolve(5.0)
    $ quick_menu = False
    scene 36h
    with dissolve_scene_half
    play ambient rainint fadein 2.0
    play music ghosts13ii
    $ renpy.pause(delay=3.0, hard=True)
    $ quick_menu = True
    scene bg club_window
    with dissolve_scene_full

    "Погода сьогодні просто жахлива."
    "Зубодробильний холод."
    "Те саме можна сказати і про атмосферу."
    "Так похмуро і порожньо..."
    scene bg club_rain with dissolve
    "Я повернулася, оглядаючи клубну кімнату."
    "Порожнеча."
    "Ні Нацукі. Вона вийшла з клубу."
    "Ні Сайорі. Вона вийшла з... просто відгородилася від усіх."
    "Навіть коли в кабінеті знаходиться Моніка, серце та душа клубу..."
    "Це все ще не те."
    "Ця трагедія, що сприймається дуже гостро, здається чимось диким."
    "Мені ніколи не доводилося справлятися з чимось подібним."
    "І можна з упевненістю сказати, що я зовсім не впораюся з цим."
    "Боже, я навіть уявити собі не можу, що повинна відчувати Сайорі."
    "Я знайома з [player] всього тиждень, але, як я розумію, вони знали одне одного все своє життя..."
    "Може, мені варто простягнути руку допомоги, подивитися, що я можу зробити, щоб допомогти їй впоратися."
    "Або... можливо, ні."
    "Вона явно пішла не просто так."
    "Я повинна дозволити їй мати особистий простір."
    "Бачить Бог, мені теж захотілося б своє, якби мені довелося пережити щось таке руйнівне."
    show monika forward dist cm oe b2a zorder 1 at t11
    "Як тільки мені це спадає на думку, Моніка увійшла до клубу з обіцяною коробкою паперів у руці.."
    show monika om at f11
    m "Привіт, Юрі."
    show monika cm at t11
    y "Привіт..."
    show monika ce
    "Моніка присіла за учительський стіл, відкинула кришку і витягла стос паперів."
    "Вона так і не сказала мені, що це таке..."
    "Чи запитати мені чи дати їй спокій?"
    "..."
    "Це не зашкодить."
    show monika e1a
    y "Ем, Моніка..?"
    show monika mh at f11
    m "Так?"
    show monika md at t11
    y "Що це?"
    show monika me at f11
    m "Ох..."
    show monika rhip worr om oe
    m "Це все для письмових заходів клубу."
    m "Я знала, що знайду їх у кабінеті викладача."
    show monika md at t11
    y "А..."
    show monika mg e1a b1b at f11
    m "Я просто хотіла подивитись, щоб, ну..."
    show monika e1c
    m "Просто подивитись."
    show monika rdown mj at t11
    "Я кивнула, віддавши їй необхідний простір."
    "Я подумую повернутися до своєї книги..."
    "...але я не бачу в цьому особливого сенсу, враховуючи, як мало у нас часу."
    show monika e4a
    "Мабуть, лише п'ять хвилин до кінця клубних занять."
    "Натомість, я вирішила вкласти свої речі, готуючись піти додому."
    show monika e4d
    "Закінчивши, я повернулася до Моніки, щоб вона знала про мій відхід..."
    "...і побачила, як по її щоці котиться сльоза."
    "Тепер я знаю, що вона робить."
    "Підійшовши до неї, я нерішуче поклала їй руку на плече."
    show monika e1g
    "Вона глянула на мене, а потім знову на папір.."
    "Думаю, мені треба було щось сказати, але мені не було чого сказати."
    "Натомість я просто взяла її за руку, ніжно погладжуючи її плече, намагаючись \"втішити\" її."
    pause(0.2)
    show monika e4d
    pause(0.2)
    show monika e1g
    pause(0.2)
    show monika e4a
    pause(0.2)
    show monika e1a
    "Незабаром Моніка опустила голову, витираючи очі рукавом."
    "Поглянувши на мене, вона простягла мені листки.."
    show monika at thide
    hide monika
    "Взявши їх, я прочитала назву."
    "\"Панікер\"."
    "Я виразно згадала цей вірш."
    "Я не хочу читати його знову."
    "Я не хочу наражати себе на небезпеку, знову читаючи це."
    "Натомість я мовчки поклала папери на стіл."
    "Мої очі засльозились, я думаю просто обійняти Моніку."
    "Здається, це дає нам обом деяку втіху."

    stop music fadeout 5.0
    stop ambient fadeout 5.0
    scene black with Dissolve(5.0)
    $ quick_menu = False
    scene 24h
    with dissolve_scene_half
    play ambient rainint fadein 2.0
    play sound bus fadein 2.0
    play music lightsinthesky
    $ renpy.pause(delay=3.0, hard=True)
    $ quick_menu = True
    scene bg bus_window_1
    with dissolve_scene_full

    "Автобус із гуркотом рухається, запітнілі вікна тремтять у рамах."
    "Як і слід очікувати у цей час, автобус повністю порожній у таку рань."
    "Я провела рукою по вікну, щоб краще бачити те, що відбувається зовні."
    scene bg bus_window_2 with wipeleft
    "Як я й думала."
    "Навіть тепер, я не дуже багато розбираю."
    "А добре. Все одно я знаю свою зупинку."
    stop sound fadeout 1.0
    "Незабаром автобус зупинився."
    "Я взяла свою сумку, перекинула її через плече та вийшла з автобуса."
    n "Дякую."
    "Водій кивнув, коли я вийшла."
    stop ambient fadeout 1.0
    scene bg n_bridge with dissolve
    play ambient rainext fadein 1.0
    "Вийшовши надвір, я майже відразу ж промокла під дощем."
    "Мда."
    "На цьому все."
    "Підійшовши до знайомої огорожі, я на мить вагаюся, перш ніж сісти перед нею, схрестивши ноги."
    "Я не проти посидіти під дощем. Я все одно промокла."
    "Як раз вчасно."
    "Згорбившись, я розстебнула сумку і почала ритися в ній, загородивши її головою.."
    "Бінго."
    "Я взяла запальничку і стиснула її зубами, відчинила пачку і дістала з неї цигарку."
    "Взявши запальничку рукою, я спробувала прикурити цигарку."
    play audio lighter
    "\"У мене немає залежності\", говорю я собі."
    "\"Я просто курю, коли схвильована.\""
    "Но я завжди схвильована."
    "Дякую тобі, татусю."
    "Дякую, що курив при мені всі ці п'ятнадцять років, гімна кусок."
    "Дідько."
    play audio lighter
    "Як би я не намагалася, запальничка не спалахувала в таких умовах."
    "Зігнувшись, я спробувала затулити її від виючого вітру."
    stop audio
    "Зрештою, спалахнуло полум'я, і ​​я швидко піднесла до нього сигарету."
    "Нарешті маючи нагоду розпрямитися, я затяглася і швидко видихнула дим у раннє ранкове небо."
    "Заспокоївшись, я подивилася через огорожу і нарешті дозволила думкам розвіятися, як і хотіла."
    "Начебто дощ недостатньо голосно шумів, хвилі внизу просто приголомшували."
    "Менш зручний час посидіти тут неможливо було вибрати."
    "Треба було взяти із собою навушники."
    "А добре. Пізно вже."
    "З цікавості я підвелася і зазирнула через огорожу..."
    "Хвилі..."
    "Дощ..."
    "Майже відразу ж почало нудити, і я відступила назад до дороги.."
    "Блятство."
    "Потрібно заспокоїтись."
    "Я знову затягнулась."
    "Вдих."
    "Затримка."
    "Видих..."
    "Вдих."
    "Затримка."
    "Видих..."
    "Вдих."
    "Видих."
    "Вдих."
    "Видих."
    "Повертаючись у свій ритм, я почуваюся трохи спокійніше."
    "Я все ще хвилююсь за себе."
    "Думаю, потрібно комусь подзвонити."
    "Але хто б не спав у цей час?"
    "...Я точно знаю хто."
    "Я дістала телефон із сумки, закривши екран вільною рукою."
    "Я догортала до номера Сайорі."
    "Звінок..."
    play audio busytone
    "...лінія зайнята."
    "Я знаю, що вона робить."
    "Вона знову набирає його проклятий номер."
    "Їй треба перестати мучити себе."
    "Боже. Може, тобі варто подумати про те, щоб подзвонити та перевірити як вона там, а не турбуватися про себе, шмат йобаного гімна."
    "Через сорок секунд я спробувала знову."
    "Цього разу вона взяла слухавку."
    s "Ало?"
    "Вона хрипко каже."
    n "Привіт, це я."
    n "Як ти?"
    play audio dialtone
    "Вона відразу ж повісила слухавку."
    "Що ж, я намагалася."
    "Я думала зробити це ще раз, але... навряд чи вона дуже люб'язно це сприйме."
    "Ні."
    "Я востаннє затягнулася, від цигарки залишився лише фільтр."
    "Видихнувши, я недбало кинула недопалок через огорожу."
    "Краще піти додому."
    "Ранок, не хочу, щоб батько помітив мою відсутність."
    "Повернувшись на автобусну зупинку через дорогу, я сіла і почала чекати."

    stop music fadeout 5.0
    stop ambient fadeout 5.0
    scene black with Dissolve(5.0)
    $ quick_menu = False
    scene 12h
    with dissolve_scene_half
    play ambient rainint fadein 2.0
    play music ghosts9i
    $ renpy.pause(delay=3.0, hard=True)
    $ quick_menu = True
    scene bg club_window_2
    with dissolve_scene_full

    "Я з тугою дивлюся у вікно, думаючи про своє."
    "Що мені тепер робити?"
    "Я маю на увазі - що далі?"
    "Я майже втратила свого віце-президента."
    "Сумніваюсь, що вона захоче перебувати у школі довше, ніж це необхідно."
    "Особливо щоб писати вірші та читати книги."
    "І Нацукі..."
    "Я не думаю, що вона взагалі відвідувала школу з того часу, не кажучи вже про клуб."
    "Останнє, що я пам'ятаю, - у нас були не зовсім добрі стосунки."
    "Залишається [player]..."
    "Боже..."
    "Я відчула грудку в горлі."
    "Я струснула головою."
    "Прихожу в себе."
    "Юри, напевно, ще тут, але що тут робити, окрім як приїхати, посидіти в тиші та почитати, а потім поїхати?"
    "Я розумію, їй потрібний особистий простір, але..."
    "Я маю на увазі, що навіть чисто технічно ми не відповідаємо мінімальним вимогам до членства."
    "Шкільна рада, мабуть, не дозволила б мені втримати клуб на плаву, навіть якби я захотіла."
    "..."
    "Я просто не можу тримати себе в руках."
    "Мені залишається лише одне."
    scene bg club_rain with dissolve
    show yuri turned dist cm oe zorder 1 at t11
    "Я повернулася до Юрі, яка заглибилася у свою книгу."
    "Я почуваюся безмірно винною."
    "Але я маю це зробити."
    m "Юрі?"
    show yuri lup curi b3c
    "Вона виглядає заінтригованою, але нічого не каже."
    "У наш час розмови – рідкісне явище, тож це зрозуміло."
    "Я глибоко зітхнула."
    m "Я... я просто думаю, що тепер робити з клубом."
    $ sref()
    show yuri sad cm oe b2b
    "На обличчі Юрі майнуло розуміння."
    "З відтінком болі."
    show yuri mh at f11
    y "Про що ти..?"
    show yuri me at t11
    m "Я не знаю, що робити."
    m "Все вже не так."
    m "Я знаю, ти це теж відчуваєш."
    show yuri e4a b1b
    m "Діло навіть не в [player], а..."
    m "Справа в нас обох."
    m "Який сенс утримувати ситуацію?"
    show yuri rup e1b
    "Вона задумалась."
    "Зважила варіанти."
    "Через деякий час вона заговорила."
    show yuri mg e1a at f11
    y "Мені нічого сказати..."
    show yuri md at t11
    m "Так я й думала."
    m "Більше немає приводу."
    show yuri e1c
    m "Я-я маю на увазі, я знаю, що ти любиш читати."
    m "Так що якщо хочеш, приходь у будь-який час, якщо просто захочеться сісти та спокійно почитати..."
    show yuri mg e1a b2b at f11
    y "Дякую, Моніка."
    y "Я дійсно це ціную, но..."
    show yuri me e1g
    y "Можливо, буде краще, якщо я..."
    show yuri ldown md e4a at t11
    "Вона спробувала підібрати слова."
    show yuri mg e1a at f11
    y "Буде краще, якщо я піду."
    show yuri md at t11
    m "Я..."
    m "Я розумію."
    m "Все добре."
    "Говорю я сама собі."
    show yuri rdown e1b
    "На мить я уткнулася обличчям у долоні."
    "Рано чи пізно це мало статися, чи не так?"
    "Але менш боляче від цього не стає."
    "Юрі почала збиратися, дбайливо поклала книгу в сумку, перед тим як перекинути її через плече.."
    "Вона встала."
    "Я теж встаю."
    show yuri e4a at face
    "Зблизившись, ми ніяково обнялися."
    m "Мені справді шкода, знаєш..."
    "Її хватка трохи послабшала."
    show yuri me e1b
    y "Все гаразд."
    y "Я справлюсь."
    show yuri md e1a at t11
    "Відійшовши, вона глянула мені в очі.."
    m "Так..."
    m "Я думаю... ми ще побачимось?"
    show yuri lup ma b1b
    "Вона слабо посміхнулась."
    show yuri mb at f11
    y "Так."
    show yuri e1b at t11
    y "Побачимось."
    show yuri mj at thide
    hide yuri
    "Сказавши це, Юрі пішла."
    "Ось і все."
    "Літературного клубу більше нема."
    "Моя гордість і радість."
    "Дідько, всі мої друзі."
    "Я знову заплакала."
    "Оскільки мені більше нічого робити, думаю, мені теж краще зібрати речі."
    "Повернувшись до столу, я почала збирати папери, над якими плакала у вільний час."
    "Кожен вірш."
    "Кожне письмове завдання."
    "Декілька безглуздих записів."
    "Ескізи для оформлення банера, який ми збиралися повісити на фестиваль..."
    "Все, що колись робив літературний клуб."
    "Я дбайливо поклала їх у картонну коробку, яку взяла вчора."
    "Накривши її, я поклала її на стіл."
    "Кинула останній погляд на клубну кімнату."
    "Відразу ж відчула уколи вини, жалю та смутку."
    "Я сумуватиму за цим місцем..."
    "Зібравши свою сумку, я пішла, зачинивши за собою двері."

    stop music fadeout 5.0
    stop ambient fadeout 5.0
    scene black with Dissolve(5.0)
    $ quick_menu = False
    scene 0h
    with dissolve_scene_full
    play ambient rainint fadein 2.0
    play music ghosts2i fadein 2.0
    $ renpy.pause(delay=3.0, hard=True)
    $ quick_menu = True
    show bg s_bedroom_n:
        dizzy(1, 1.0)
    show noise zorder 3:
        alpha 0.1
    show vignette zorder 101 at vignetteflicker(-2.030)
    show layer master at heartbeat
    play audio hb3
    $ renpy.pause(delay=10, hard=True)
    stop ambient
    scene black
    $ renpy.pause(delay=2, hard=True)
    scene c1 with dissolve_scene
    $ renpy.pause(delay=2.5, hard=True)
    scene black with dissolve_scene
    $ renpy.pause(delay=0.5, hard=True)
    scene c2 with dissolve_scene
    $ renpy.pause(delay=2.5, hard=True)
    scene black with dissolve_scene
    $ renpy.pause(delay=0.5, hard=True)
    scene c3 with dissolve_scene
    $ renpy.pause(delay=2.5, hard=True)
    scene black with dissolve_scene
    $ renpy.pause(delay=0.5, hard=True)
    scene c4 with dissolve_scene
    $ renpy.pause(delay=2.5, hard=True)
    scene black with dissolve_scene
    $ renpy.pause(delay=0.5, hard=True)
    scene c5 with dissolve_scene
    $ renpy.pause(delay=2.5, hard=True)
    scene black with dissolve_scene
    $ renpy.pause(delay=0.5, hard=True)
    scene c6 with dissolve_scene
    $ renpy.pause(delay=5, hard=True)
    stop music fadeout 2.0
    stop ambient fadeout 2.0
    scene black with dissolve_scene
    $ renpy.pause(delay=2.5, hard=True)



    return
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
